[{
    "life_beBorn": "This label indicates an event where an individual is born, marking the start of their life. It encompasses the context, date, and circumstances surrounding the birth.",
    "life_marry": "This event label denotes the formal union of two individuals through marriage, including details such as the date, location, and involved parties.",
    "life_divorce": "This label signifies the legal dissolution of a marriage between two parties, capturing the date, circumstances, and implications of the divorce.",
    "life_injure": "This event pertains to an individual sustaining a physical injury or harm, detailing the nature of the injury, circumstances, and context in which it occurred.",
    "life_die": "This label marks the death of an individual, including details concerning the time, cause of death, and any relevant surrounding circumstances.",
    
    "movement_transport": "This label is used for events involving the movement of individuals or objects from one location to another. It can cover various modes of transport and the context of the journey.",
    
    "transaction_transferOwnership": "This event indicates the transfer of ownership of an item or property from one party to another, including details about both parties and the item involved.",
    "transaction_transferMoney": "This label denotes the event of money being transferred from one individual or entity to another, encompassing amounts, parties involved, and context of the transaction.",
    
    "business_startOrg": "This event indicates the establishment of a new organization or business entity, detailing the founding date, involved individuals, and purpose of the organization.",
    "business_mergeOrg": "This label signifies the merging of two or more organizations into a single entity, capturing details about the organizations involved and the context of the merger.",
    "business_declareBankruptcy": "This event marks the formal declaration of bankruptcy by an organization, capturing details about the organization’s financial situation and the implications of the bankruptcy.",
    "business_endOrg": "This label indicates the cessation of operations of an organization, covering the context, date, and reasons for the organization’s closure.",
    
    "conflict_attack": "This event signifies an aggressive action taken against individuals, groups, or entities, detailing the nature, scale, and context of the attack.",
    "conflict_demonstrate": "This label captures events involving demonstrations or protests, indicating the purpose, participants, and nature of the demonstration.",
    
    "contact_meet": "This event pertains to individuals meeting each other in person, capturing context such as purpose, location, and participants involved.",
    "contact_phoneWrite": "This label refers to communication occurring via phone calls, messages, or written correspondence, detailing the content and participants involved in the communication.",
    
    "personnel_startPosition": "This event indicates an individual starting a new position or role within an organization, including the date and details of the job.",
    "personnel_endPosition": "This label denotes the termination or conclusion of an individual’s position within an organization, capturing the date and reasons for the end of their role.",
    "personnel_nominate": "This event captures the act of nominating an individual for a position or role, including the context, nominator, and nominee.",
    "personnel_elect": "This label indicates the election of an individual to a position, detailing the voting process, candidates, and results.",
    
    "justice_arrestJail": "This event refers to the arrest of an individual, often leading to their incarceration, detailing circumstances and the entity conducting the arrest.",
    "justice_releaseParole": "This label signifies the release of an individual from incarceration, often under conditions of parole, including the context and conditions set for the release.",
    "justice_trialHearing": "This event captures legal proceedings where a case is presented in a court, detailing the nature of the trial, involved parties, and outcome of hearings.",
    "justice_chargeIndict": "This label indicates the formal accusation of an individual for a crime, specifying the charges and the legal context in which they arise.",
    "justice_sue": "This event pertains to an individual or entity initiating a legal action against another party, detailing the context, involved parties, and nature of the lawsuit.",
    "justice_convict": "This label signifies the judicial process resulting in the conviction of an individual for a crime, detailing the charges, trial context, and outcome.",
    "justice_sentence": "This event indicates the formal sentencing of an individual following a conviction, capturing the nature of the sentence and context in which it was delivered.",
    "justice_fine": "This label denotes the imposition of a monetary penalty on an individual or entity by a court, providing details about the amount and context of the fine.",
    "justice_execute": "This event indicates the carrying out of a death sentence as a result of a conviction, detailing the circumstances surrounding the execution.",
    "justice_extradite": "This label captures the process of handing over an individual to another jurisdiction for prosecution or punishment, including details on the involved parties.",
    "justice_acquit": "This event signifies the legal determination that an individual is not guilty of the charges against them, detailing the context of the acquittal.",
    "justice_appeal": "This label indicates the process by which an individual seeks to overturn or modify a court decision, detailing the basis for the appeal and relevant legal context.",
    "justice_pardon": "This event refers to an act of forgiveness granted to an individual by a governing authority, which may absolve them of a conviction or sentence, including the context and implications."
},{
    "life_beBorn": "Indicates the event of an individual's birth, marking the start of their life.",
    "life_marry": "Denotes the event of two individuals entering into a legal or formal marital relationship.",
    "life_divorce": "Refers to the legal dissolution of a marriage between two individuals, ending the marital relationship.",
    "life_injure": "Represents an event where an individual sustains a physical injury, which may be accidental or intentional.",
    "life_die": "Signifies the event of an individual's death, marking the end of their life.",
    "movement_transport": "Describes the act of individuals or goods moving from one location to another, which may involve various means of transport.",
    "transaction_transferOwnership": "Indicates the event where ownership of a physical or intellectual property is transferred from one entity to another.",
    "transaction_transferMoney": "Represents the event of money being transferred from one person or account to another, indicating a financial transaction.",
    "business_startOrg": "Denotes the formation or establishment of a new organization or business entity.",
    "business_mergeOrg": "Refers to the event where two or more organizations combine to form a new entity, usually for strategic reasons.",
    "business_declareBankruptcy": "Indicates the formal declaration by an organization that it cannot meet its financial obligations and seeks legal protection from creditors.",
    "business_endOrg": "Signifies the event marking the dissolution or termination of a business or organizational entity.",
    "conflict_attack": "Describes an aggressive action taken against a person or group, typically in a military or hostile context.",
    "conflict_demonstrate": "Represents the act of gathering publicly to express opinions or advocate for a cause, often in a peaceful manner.",
    "contact_meet": "Indicates a situation where individuals come together in person for discussion, interaction, or socialization.",
    "contact_phoneWrite": "Refers to the act of communicating with another individual through written correspondence, such as letters, emails, or messages sent via phone.",
    "personnel_startPosition": "Denotes the event where an individual begins a new job or role within an organization.",
    "personnel_endPosition": "Indicates the conclusion of an individual's role or employment within an organization.",
    "personnel_nominate": "Represents the event of proposing an individual for a position, role, or award within an organizational or formal context.",
    "personnel_elect": "Signifies the process of choosing an individual for a specific position, usually through voting or selection methods.",
    "justice_arrestJail": "Indicates the legal action of apprehending an individual suspected of committing a crime and placing them in custody.",
    "justice_releaseParole": "Refers to the event of an individual being released from incarceration under specific conditions, often involving supervision.",
    "justice_trialHearing": "Denotes a legal proceeding in which evidence is presented before a judge or jury to determine the outcome of a criminal or civil case.",
    "justice_chargeIndict": "Represents the formal accusation that an individual has committed a crime, often leading to a legal proceeding.",
    "justice_sue": "Indicates the legal action taken by an individual or entity against another to seek a remedy for perceived wrongs or damages.",
    "justice_convict": "Signifies the event where an individual is found guilty of committing a crime by a court of law.",
    "justice_sentence": "Denotes the judicial determination of a punishment for an individual convicted of a crime.",
    "justice_fine": "Represents a monetary penalty imposed as punishment for a violation of law or regulation.",
    "justice_execute": "Indicates the legal enforcement of a death sentence on an individual as a punishment for a crime.",
    "justice_extradite": "Refers to the legal process of handing over an individual accused or convicted of a crime from one jurisdiction to another.",
    "justice_acquit": "Signifies the legal judgment that an individual is not guilty of the charges against them, leading to their release from liability.",
    "justice_appeal": "Denotes the process in which a higher court is asked to review the decision of a lower court, typically seeking to overturn or modify the ruling.",
    "justice_pardon": "Represents the act of formally forgiving an individual for a crime, usually resulting in the removal of penalties or consequences."
},{
    "life_beBorn": "Refers to the event where an individual comes into existence, typically marked by birth.",
    "life_marry": "Indicates the ceremony or event where two individuals enter into a marital union, signifying a legal and emotional commitment.",
    "life_divorce": "Describes the legal dissolution of a marriage, occurring through a legal process that formally ends the union between spouses.",
    "life_injure": "Refers to the occurrence where an individual experiences physical harm or injury, which may involve accidents or violence.",
    "life_die": "Signifies the event of death, where an individual's biological functions cease, resulting in permanent absence.",
    
    "movement_transport": "Denotes the action of moving from one location to another, particularly involving vehicles, public transport, or other means of conveyance.",
    
    "transaction_transferOwnership": "Indicates the process by which ownership of an asset or property is legally transferred from one party to another.",
    "transaction_transferMoney": "Refers to the act of sending or receiving money between individuals or entities, often involving financial exchanges through various methods.",
    
    "business_startOrg": "Describes the initiation of a business organization, including the establishment of a company or legal entity.",
    "business_mergeOrg": "Indicates the event where two or more organizations combine into a single entity, often for strategic or operational reasons.",
    "business_declareBankruptcy": "Refers to the formal declaration by an organization that it is unable to pay its debts, often leading to legal proceedings for financial reorganization or liquidation.",
    "business_endOrg": "Signifies the conclusion or termination of a business organization’s operations, which may involve dissolution or closure.",
    
    "conflict_attack": "Denotes a hostile action or assault during a conflict, which may involve physical aggression or military engagement.",
    "conflict_demonstrate": "Refers to public displays of opinion, usually through protests or rallies, expressing sentiments related to a social or political issue.",
    
    "contact_meet": "Indicates the occurrence of a physical gathering between individuals or groups for communication or discussion purposes.",
    "contact_phoneWrite": "Refers to the act of communicating with someone through writing, either by phone or other messaging platforms.",
    
    "personnel_startPosition": "Describes the event where an individual assumes a new role or job within an organization or company.",
    "personnel_endPosition": "Signifies the termination of an individual’s role or job, either through resignation, termination, or retirement.",
    "personnel_nominate": "Refers to the act of proposing someone for a position or honor, typically within an official or organizational context.",
    "personnel_elect": "Indicates the process where individuals vote for candidates to assume specific roles or offices, often seen in governmental or organizational elections.",
    
    "justice_arrestJail": "Denotes the action of apprehending an individual by law enforcement and placing them in jail or detention.",
    "justice_releaseParole": "Refers to the conditional release of an individual from incarceration before the completion of their sentence, typically under supervision.",
    "justice_trialHearing": "Indicates a formal legal proceeding where evidence is presented before a court to determine the outcome of a case.",
    "justice_chargeIndict": "Describes the formal accusation against an individual, typically initiated by a prosecutor or grand jury regarding a criminal offense.",
    "justice_sue": "Refers to the act of bringing a legal action against another party, often seeking compensation or resolution of a dispute.",
    "justice_convict": "Indicates the outcome of a judicial process where an individual is found guilty of a crime through legal proceedings.",
    "justice_sentence": "Refers to the judicial decision regarding the punishment or penalties imposed on a convicted individual.",
    "justice_fine": "Describes a monetary penalty imposed by a court as punishment for an offense, requiring payment from an offender.",
    "justice_execute": "Denotes the carrying out of a death sentence, resulting in the execution of a convicted individual as ordered by a court.",
    "justice_extradite": "Indicates the legal process of surrendering an individual from one jurisdiction to another for prosecution or to serve a sentence.",
    "justice_acquit": "Refers to the legal declaration that an individual is not guilty of the charges against them, resulting in their release from liability.",
    "justice_appeal": "Describes the process of seeking a higher court's review of a lower court's decision, typically arguing for a reversal or modification.",
    "justice_pardon": "Indicates the act of forgiving an individual for a crime, often resulting in the cancellation of the legal consequences of the offense."
},{
    "life_beBorn": "The event of an individual being born, marking the beginning of their life. This includes details such as the date, location, and circumstances of birth.",
    "life_marry": "The event of entering a marital union, which can involve details such as the individuals involved, the date of marriage, and the location of the ceremony.",
    "life_divorce": "The event in which a married couple legally separates, terminating their marital relationship. This includes details about the dissolution process and any relevant agreements.",
    "life_injure": "The event where an individual sustains a physical injury, including the nature of the injury, context, and the cause (e.g., accident, assault).",
    "life_die": "The event marking the death of an individual, detailing the date, cause, and circumstances surrounding the death.",
    "movement_transport": "The event involving the movement of people or goods from one location to another, which can include various modes of transportation (e.g., by car, airplane, train).",
    "transaction_transferOwnership": "The event of transferring legal ownership of property or assets from one party to another, detailing the items involved and the parties in the transaction.",
    "transaction_transferMoney": "The event in which money is moved from one entity to another, possibly including financial transactions like purchases, gifts, or payments.",
    "business_startOrg": "The event of establishing a new organization or business, which might include details such as the date, name of the organization, and founders involved.",
    "business_mergeOrg": "The event in which two or more organizations combine to form a single entity, detailing the entities involved, the purpose of the merger, and the date.",
    "business_declareBankruptcy": "The event where an organization legally declares its inability to pay debts, which includes details about the organization, the financial situation, and the legal process.",
    "business_endOrg": "The event marking the closure or dissolution of an organization, detailing the reasons, date, and any processes followed for the closure.",
    "conflict_attack": "The event involving an aggressive action or assault, especially in a conflict context, detailing the parties involved, the nature of the attack, and its consequences.",
    "conflict_demonstrate": "The event characterized by public demonstrations or protests, involving details about the participants, the cause for demonstration, and the location.",
    "contact_meet": "The event where individuals come together physically for a meeting or gathering, including the date, location, and purpose of the meeting.",
    "contact_phoneWrite": "The event involving written communication through phone mediums, such as texting or emailing, detailing the parties involved and the content of communication.",
    "personnel_startPosition": "The event where an individual begins a new role or position within an organization, specifying the job title, organization, and start date.",
    "personnel_endPosition": "The event where an individual leaves a position within an organization, detailing the job title, organization, and reasons for leaving.",
    "personnel_nominate": "The event of formally proposing an individual for a position, role, or award, often including details about the nominee and the nominator.",
    "personnel_elect": "The event in which an individual is chosen for a position through a voting process, detailing the election context, date, and outcomes.",
    "justice_arrestJail": "The event of detaining an individual by law enforcement and placing them in jail, including the reason for the arrest and specific charges.",
    "justice_releaseParole": "The event of releasing an individual from jail or prison under certain conditions, detailing the terms of parole and the circumstances of release.",
    "justice_trialHearing": "The event where a legal trial or hearing takes place, involving judges, lawyers, and witnesses, detailing the case and proceedings.",
    "justice_chargeIndict": "The event of formally accusing an individual of a crime through legal processes, detailing the charges, jurisdiction, and relevant parties.",
    "justice_sue": "The event in which an individual initiates a legal action against another party, seeking redress for a wrong, including details about the case and claims made.",
    "justice_convict": "The event where an individual is found guilty of a crime by a court, detailing the charges, trial outcomes, and implications of the conviction.",
    "justice_sentence": "The event of a formal punishment being imposed on an individual convicted of a crime, including the type of sentence, duration, and conditions.",
    "justice_fine": "The event in which a monetary penalty is imposed as punishment for an offense, detailing the amount, reason for the fine, and relevant jurisdiction.",
    "justice_execute": "The event of carrying out a death sentence, detailing the individual involved, the crime committed, and the execution method.",
    "justice_extradite": "The event where an individual is surrendered by one jurisdiction to another for legal prosecution or punishment, detailing the legal basis and parties involved.",
    "justice_acquit": "The event where an individual is found not guilty of charges in a court of law, detailing the proceedings and implications of the verdict.",
    "justice_appeal": "The event of requesting a higher court to review a decision made by a lower court, detailing the grounds for appeal and the involved parties.",
    "justice_pardon": "The event of officially forgiving an individual for a crime, typically by a government authority, detailing the individual, crime, and implications of the pardon."
},{
    "life_beBorn": "The event marking the birth of an individual, signifying the beginning of life.",
    "life_marry": "The event where two individuals enter into a marital union, signifying a legal and social partnership.",
    "life_divorce": "The event where a marriage is legally dissolved, resulting in the separation of the married individuals.",
    "life_injure": "The event where an individual suffers physical harm or injury, potentially affecting their health and well-being.",
    "life_die": "The event that signifies the death of an individual, marking the end of life.",
    "movement_transport": "The event involving the movement of individuals or goods from one location to another, encompassing various modes of transportation.",
    "transaction_transferOwnership": "The event where ownership rights of an asset or property are transferred from one entity to another.",
    "transaction_transferMoney": "The event involving the transfer of funds from one person or account to another, typically as part of a financial transaction.",
    "business_startOrg": "The event marking the establishment of a new organization or business entity, indicating the beginning of its operations.",
    "business_mergeOrg": "The event where two or more organizations combine to form a single entity, usually to improve efficiency or expand operations.",
    "business_declareBankruptcy": "The event where an organization legally declares its inability to pay its debts, often leading to bankruptcy proceedings.",
    "business_endOrg": "The event that signifies the closure or dissolution of an organization, marking the cessation of its operations.",
    "conflict_attack": "The event where an individual or group carries out a hostile or aggressive act against another, typically in the context of conflict or warfare.",
    "conflict_demonstrate": "The event involving a public gathering or protest to express opinions or demands regarding social or political issues.",
    "contact_meet": "The event where individuals come together in person to communicate or interact, often for a specific purpose.",
    "contact_phoneWrite": "The event where individuals establish communication through writing (such as letters or emails) or via phone calls.",
    "personnel_startPosition": "The event marking the beginning of an individual's official role or position within an organization.",
    "personnel_endPosition": "The event that signifies the conclusion of an individual's official role or position within an organization.",
    "personnel_nominate": "The event where an individual is proposed for a position or honor, often in a formal or official capacity.",
    "personnel_elect": "The event involving the selection of an individual for a position through a voting process.",
    "justice_arrestJail": "The event where an individual is taken into custody by law enforcement and detained in jail, indicating a formal charge.",
    "justice_releaseParole": "The event where an individual is released from custody under specific conditions before completing their sentence, often involving supervision.",
    "justice_trialHearing": "The event where legal proceedings are conducted in court to examine evidence and arguments related to a case.",
    "justice_chargeIndict": "The event where formal charges are made against an individual, typically through a legal indictment by a grand jury.",
    "justice_sue": "The event where an individual or entity initiates a legal action in court against another party to resolve a dispute.",
    "justice_convict": "The event where an individual is found guilty of a crime in a court of law following a trial.",
    "justice_sentence": "The event where a judge formally declares the punishment or sanction to be imposed on an individual after conviction.",
    "justice_fine": "The event involving a monetary penalty imposed on an individual or entity as a punishment for an offense.",
    "justice_execute": "The event where an individual is put to death as a legal penalty, typically in the context of capital punishment.",
    "justice_extradite": "The event involving the handover of an individual to another jurisdiction or country for prosecution or to serve a sentence.",
    "justice_acquit": "The event where an individual is declared not guilty of the charges against them in a court of law.",
    "justice_appeal": "The event where a case is taken to a higher court for review, challenging the outcome of a lower court's decision.",
    "justice_pardon": "The event where an individual is granted forgiveness or absolution from the legal consequences of a crime, typically by a governmental authority."
}
]